/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Jäsennysvirhe %1$zd, Kuvaus: %2$@, Rivi: %3$zd, Sarake: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Validointivirhe %1$zd, Kuvaus: %2$@, Rivi: %3$zd, Sarake: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML:n jäsennysvirhe";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML:n validointivirhe";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Pakattu music xml -tietosto on virheellisessä muodossa (”full-path” ei ole löydettävissä)";

/* Error message */
"Could not create temporary conversion file" = "Väliaikaista muunnostiedostoa ei voitu luoda";

/* Error message */
"Could not decompress file compressed music xml file" = "Pakattua music xml -tiedostoa ei voitu purkaa";

/* Error message */
"File is not a MusicXML File" = "Tiedosto ei ole MusicXML-tiedosto";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXMLFile sisältää nollan tai negatiivisen arvon kohteelle ”divisions”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6-kielinen kitara normaaliviritys";
